export const DAYS_OF_WEEK = [
  'Воскресенье',
  'Понедельник',
  'Вторник',
  'Среда',
  'Четверг',
  'Пятница',
  'Суббота',
];

export const CITIES = [
  'Москва',
  'Санкт-Петербург',
  'Новосибирск',
  'Екатеринбург',
  'Казань',
  'Нижний Новгород',
  'Челябинск',
  'Самара',
  'Омск',
  'Ростов-на-Дону',
  'Уфа',
  'Красноярск',
  'Воронеж',
  'Пермь',
  'Волгоград',
  'Ярославль',
];

export const WEATHER_VERSION_NAMES = ['Погода на день', 'Погода на неделю'];

export enum WEATHER_VERSIONS {
  WeatherV1 = 'Погода на день',
  WeatherV2 = 'Погода на неделю',
}
